/* Az étterem lista eszköztár státusz szövege, amikor csak étterem a találat. */
"%d restaurant(s)" = "%d étterem";

/* Adat címke az étterem nézeten. */
"Address" = "Cím";

/* Az főscreenen megjelenő összes étterem szekció címe. */
"All Restaurants…" = "Összes étterem…";

/* 3D touch action ami felhívja az éttermet. */
"Call" = "Hívás telefonon";

/* országválasztó és toolbar cím */
"Central Europe" = "Közép-Európa";

/* országválasztó és toolbar cím */
"Croatia" = "Horvátország";

/* országválasztó és toolbar cím */
"Czech Republic" = "Csehország";

/* Adat címke az étterem nézeten. */
"Email" = "E-mail";

/* Adat címke az étterem nézeten. */
"Facebook" = "Facebook";

/* Adat címke az étterem nézeten. */
"Hours" = "Nyitvatartás";

/* országválasztó és toolbar cím */
"Hungary" = "Magyarország";

/* 3D touch shortcut action */
"Last viewed" = "Legutóbbi";

/* Az étterem lista eszköztár státusz szövege, miközben az étterem listátát tölti be. */
"Loading restaurants…" = "Éttermek betöltése";

/* Adat címke az étterem nézeten. */
"Menu Price" = "Menü ára";

/* Adat címke az étterem nézeten. */
"Name" = "Név";

/* A hálózati hibát jelző alert címsorának szövege. */
"Network Error" = "Hálózati hiba";

/* Az étterem lista eszköztár státusz szövege, amikor nincs étterem találat. */
"No restaurant" = "Nincs étterem";

/* A hálózati hibát jelző alert szövege, amikor a felhasználó azonosítása sikertelen. */
"Not authorized" = "Nincs hozzáférése";

/* A hálózati hibát jelző alert OK gombjának szövege. */
"OK" = "OK";

/* 3D touch action ami megnyitja az éttermet a Térképek alkalmazásban. */
"Open in Maps" = "Megnyitás a Térképekkel";

/* 3D touch action ami megnyitja az éttermet a Térképek alkalmazásban. */
"Open Website" = "Webhely megnyitása";

/* Adat címke az étterem nézeten. */
"Parking" = "Parkolás";

/* Adat címke az étterem nézeten. */
"People" = "Kapcsolódó személyek";

/* Adat címke az étterem nézeten. */
"Phone" = "Telefon";

/* Adat címke az étterem nézeten. */
"Reservation" = "Asztalfoglalás";

/* 3D touch shortcut action */
"Restaurants Nearby" = "Éttermek a környéken";

/* Adat címke az étterem nézeten. */
"Review" = "Teszt";

/* országválasztó és toolbar cím */
"Romania" = "Románia";

/* 3D touch shortcut action */
"Search" = "Keresés";

/* országválasztó és toolbar cím */
"Serbia" = "Szerbia";

/* országválasztó és toolbar cím */
"Slovakia" = "Szlovákia";

/* országválasztó és toolbar cím */
"Slovenia" = "Szlovénia";

/* Ismeretlen ország neve, nem jelenik meg a felhasználói felületben */
"Unknown" = "Ismeretlen";

/* A hálózati hibát jelző alert szövege, amikor ismeretlen HTTP státusz kóddal tér vissza az API (ajánlott fordítás: Ismeretlen HTTP státusz kód). */
"Unknown status code" = "Ismeretlen státuszkód";

/* Adat címke az étterem nézeten. */
"Website" = "Webhely";

/* A főscreenen megjelenő mit szekció címe. */
"What Kind Of?" = "Milyet?";

/* A főscreenen megjelenő mit szekció címe. */
"What?" = "Mit?";

/* A főscreenen megjelenő mikor szekció címe. */
"When?" = "Mikor?";

/* A főscreenen megjelenő mit szekció címe. */
"Where?" = "Hol?";

